driver-tests/bpelse/SchemaElemDecl/BPwithMsgElemQualifiedCompApp/test/TestCase1/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns0="http://xml.netbeans.org/schema/BPwithMsgElemQualifiedSchema" xmlns="http://xml.netbeans.org/schema/BPwithMsgElemQualifiedSchema">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <MsgElem xmlns="http://xml.netbeans.org/schema/BPwithMsgElemQualifiedSchema">
    <ns0:msgId xmlns:ns0="http://xml.netbeans.org/schema/BPwithMsgElemQualifiedSchema">102</ns0:msgId>
    <ns0:msgStr xmlns:ns0="http://xml.netbeans.org/schema/BPwithMsgElemQualifiedSchema">Added in the BPEL BPWithMsgElemQualified</ns0:msgStr>
  </MsgElem>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
